Repository: Libertasio/xfce4-weather-plugin
Catalog: po/*.po
Languages: lv

source: WD
lv: VV

source: F
lv: S

source: WS
lv: VĀ

source: WG
lv: VB

source: Cannot update weather data
lv: Nevar atjaunināt laikapstākļu datus

source: Unable to open the following url: %s
lv: Nevar atvērt url: %s

source: Weather Update
lv: Laikapstākļu atjaunināšana

source: _Forecast
lv: _Laika prognoze

source: Windchill (F)
lv: Sals (S)

source: Temperature (T)
lv: Temperatūra (T)

source: Atmosphere pressure (P)
lv: Atmosfēras spiediens (P)

source: Atmosphere state (P)
lv: Atmosfēras stāvoklis (P)

source: Wind speed (WS)
lv: Vēja ātrums (VĀ)

source: Wind gust (WG)
lv: Vēja brāzmas (VB)

source: Wind direction (WD)
lv: Vēja virziens (VV)

source: Humidity (H)
lv: Mitrums (M)

source: Visibility (V)
lv: Redzamība (R)

source: UV Index (UV)
lv: UV Indeks (UV)

source: Dewpoint (DP)
lv: Rasas punkts (RP)

source: Please enter proxy settings
lv: Lūdzu ievadiet starpnieka servera uzstādījumus

source: Unset
lv: Riet

source: Detecting...
lv: Notiek noteikšana...

source: Measurement unit:
lv: Mērvienība:

source: Imperial
lv: Impērijas

source: Metric
lv: Metriskā

source: Location:
lv: Atrašanās vieta:

source: Change...
lv: Mainīšana...

source: Proxy server:
lv: Starpnieka serveris:

source: Use proxy server
lv: Izmantot starpnieka serveri

source: Auto-detect from environment
lv: Automātiski noteikt no vides

source: Labels to display
lv: Attēlojamās etiķetes

source: Animate transitions between labels
lv: Izmantot pārejas animāciju starp etiķetēm

source: Failed to get the hostname %s. Retry in %d seconds.
lv: Neizdevās iegūt resursdatoru "%s". Atkārtots mēģinājums pēc %d sekundēm.

source: Failed to open the socket (%s).
lv: Neizdevās atvērt ligzdu (%s).

source: Failed to create a connection with the host (%s).
lv: Neizdevās izveidot savienojumu ar resursdatoru (%s).

source: Failed to send the request (%s).
lv: Neizdevās aizsūtīt pieprasījumu (%s).

source: Failed to receive data (%s)
lv: Neizdevās saņemt datus (%s)

source: Unable to detect the content length.
lv: Nevar noteikt satura garumu.

source: No content received.
lv: Saturs netika saņemts.

source: Results
lv: Rezultāti

source: Searching...
lv: Meklēšana...

source: Search weather location code
lv: Meklēt laikapstākļu atrašanās kodu

source: Enter a city name or zip code
lv: Ievadiet pilsētas vārdu vai ASV pasta indeksa kodu

source: Weather report for: %s.
lv: Laika ziņas: %s.

source: Observation station located in %s Last update: %s.
lv: Novērošanas stacija atrodas %s Pēdējais jauninājums: %s.

source: Temperature
lv: Temperatūra

source: Temperature
lv: Temperatūra

source: Windchill
lv: Sals

source: Description
lv: Apraksts

source: Dew point
lv: Rasas punkts

source: Wind
lv: Vējš

source: Speed
lv: Ātrums

source: Direction
lv: Virziens

source: Gusts
lv: Brāzmas

source: Index
lv: Indeks

source: Risk
lv: Risks

source: Atmospheric pressure
lv: Atmosfēras spiediens

source: Pressure
lv: Spiediens

source: State
lv: Stāvoklis

source: Sun
lv: Saule

source: Rise
lv: Aust

source: Set
lv: Riet

source: Other
lv: Cits

source: Humidity
lv: Mitrums

source: Visibility
lv: Redzamība

source: More on weather.com
lv: Vairāk laikapstākļu weather.com

source: Day: %s
lv: Diena: %s

source: Night: %s
lv: Nakts: %s

source: <b>Precipitation</b>
lv: <b>Nokrišņi</b>

source: <b>Temperature</b>
lv: <b>Temperatūra</b>

source: <b>Wind</b>
lv: <b>Vējš</b>

source: Weather report for: %s
lv: Laika ziņas: %s

source: Forecast
lv: Laika prognoze

source: Details
lv: Detaļas

source: AM Clouds / PM Sun
lv: Rīta mākoņains / Pēcpusdienā saule

source: AM Light Rain
lv: No rīta viegls lietus

source: AM Light Snow
lv: No rīta viegls sniegs

source: AM Rain / Snow Showers
lv: No rīta lietus / slapjš sniegs

source: AM Rain / Wind
lv: No rīta lietus / vējš

source: AM Showers
lv: No rīta lietusgāze

source: AM Showers / Wind
lv: No rīta lietusgāze / Vējš

source: AM Snow Showers
lv: No rīta sniega lietusgāze

source: AM Snow Showers / Wind
lv: No rīta lietus sniega gāze / Vējš

source: AM T-Storms
lv: No rīta negaiss

source: Becoming Cloudy
lv: Paliek mākoņains

source: Blizzard
lv: Putenis

source: Blizzard Conditions
lv: Puteņa apstākļi

source: Blowing Snow
lv: Vēja sacelts sniegs

source: Chance of Rain
lv: Iespējams lietus

source: Chance of Rain/Snow
lv: Iespējams lietus/Sniegs

source: Chance of Showers
lv: Iespējama lietusgāze

source: Chance of Snow
lv: Iespējams sniegs

source: Chance of Snow/Rain
lv: Iespējams sniegs/Lietus

source: Chance of T-Storm
lv: Iespējams negaiss

source: Clear
lv: Skaidrs

source: Clearing
lv: Skaidrojas

source: Clouds
lv: Mākoņi

source: Clouds Early / Clearing Late
lv: No rīta mākoņi / Vēlāk skaidrojas

source: Cloudy
lv: Mākoņains

source: Cloudy / Wind
lv: Mākoņains / Vējš

source: Cloudy Periods
lv: Periodiski mākoņains

source: Continued Hot
lv: Nepārtraukti karsts

source: Cumulonimbus Clouds Observed
lv: Lietus mākoņi novēroti

source: Drifting Snow
lv: Vēja sacelts sniegs

source: Drifting Snow and Windy
lv: Vēja pacelts sniegs un vējains

source: Drizzle
lv: Smalks lietus

source: Dry
lv: Sauss

source: Dust
lv: Putekļains

source: Fair
lv: Labs

source: Few Showers
lv: Neliels lietus

source: Few Snow Showers
lv: Neliels sniedziņš

source: Fog
lv: Migla

source: Freezing Drizzle
lv: Auksts smalks lietus

source: Freezing Rain
lv: Auksts lietus

source: Freezing Rain/Snow
lv: Auksts sniegs/Sniegs

source: Frigid
lv: Vēss

source: Frozen Precip
lv: Paredzams sals

source: Hail
lv: Krusa

source: Haze
lv: Miglains

source: Hazy
lv: Miglains

source: Heavy Rain
lv: Spēcīgs Lietus

source: Heavy Rain Shower
lv: Smaga īslaicīgs lietus

source: Heavy Snow
lv: Spēcīgs sniegs

source: Hot And Humid
lv: Karsts un mitrs

source: Hot!
lv: Karsts!

source: Ice Crystals
lv: Ledus kristāli

source: Ice/Snow Mixture
lv: Ledus/Sniega sajaukums

source: Increasing Clouds
lv: Palielinās mākoņu daudzums

source: Isolated Showers
lv: Vietām lietusgāzes

source: Isolated T-Storms
lv: Vietām negaiss

source: Light Drizzle
lv: Viegls smalks lietus

source: Light Drizzle and Windy
lv: Viegls smalks lietus un vējš

source: Light Rain
lv: Viegls lietus

source: Light Rain / Wind
lv: Viegls lietus / Vējš

source: Light Rain Late
lv: Pēcpusdienā viegls lietus

source: Light Rain Shower
lv: Viegls īslaicīgs lietus

source: Light Snow
lv: Viegls sniegs

source: Lightning Observed
lv: Novērots zibens

source: Mild and Breezy
lv: Vieglas brāzmas

source: Mist
lv: Migla

source: Mostly Clear
lv: Galvenokārt skaidrs

source: Mostly Cloudy
lv: Galvenokārt mākoņains

source: Mostly Cloudy / Wind
lv: Galvenokārt mākoņains / Vējš

source: Mostly Cloudy and Windy
lv: Galvenokārt mākoņains un vējains

source: Mostly Sunny
lv: Galvenokārt saulains

source: Mostly Sunny / Wind
lv: Galvenokārt saulains / Vējš

source: N/A Not Available
lv: Nav pieejams

source: Occasional Sunshine
lv: Bieža saule

source: Overcast
lv: Apmācies

source: Partial Clearing
lv: Daļēja skaidrošanās

source: Partial Fog
lv: Daļēja migla

source: Partial Sunshine
lv: Daļēja saule

source: Partly Cloudy
lv: Daļējs mākoņains

source: Partly Cloudy / Wind
lv: Daļējs mākoņains / Vējš

source: Partly Cloudy and Windy
lv: Daļējs mākoņains un vējains

source: Partly Sunny
lv: Daļēji saulains

source: PM Light Rain
lv: Pēcpusdienā viegls lietus

source: PM Light Snow
lv: Pēcpusdienā viegls sniegs

source: PM Rain / Wind
lv: Pēcpusdienā lietus / Vējš

source: PM Rain / Snow Showers
lv: Pēcpusdienā lietus / slapjš sniegs

source: PM Showers
lv: Pēcpusdienā lietusgāzes

source: PM Snow Showers
lv: Pēcpusdienā sniega lietusgāzes

source: PM T-Storms
lv: Pēcpusdienā negaiss

source: Rain
lv: Lietus

source: Rain / Snow
lv: Lietus / Sniegs

source: Rain / Snow / Wind
lv: Lietus / Sniegs/ Vējš

source: Rain / Snow Late
lv: Pēcpusdienā lietus / Sniegs

source: Rain / Snow Showers
lv: Lietus / Sniega lietusgāze

source: Rain / Snow Showers Early
lv: Lietus / Sniega lietusgāze agri no rīta

source: Rain / Thunder
lv: Lietus / Pērkons

source: Rain / Wind
lv: Lietus / Vējš

source: Rain and Sleet
lv: Lietus un slapjdraņķis

source: Rain and Snow
lv: Lietus un sniegs

source: Rain or Snow
lv: Lietus vai sniegs

source: Rain Shower
lv: Īslaicīgs lietus

source: Rain Shower and Windy
lv: Īslaicīgs lietus un vējš

source: Rain to Snow
lv: No lietus uz sniegu

source: Rain / Lightning
lv: Lietus/Zibens

source: Scattered Showers
lv: Izkaisītas lietavas

source: Scattered Snow Showers
lv: Izkaisīts slapjš sniegs

source: Scattered Snow Showers / Wind
lv: Izkaisīts slapjš sniegs / Vējš

source: Scattered T-Storms
lv: Izkaisīts negaiss

source: Showers
lv: Lietusgāze

source: Showers / Wind
lv: Lietusgāze / Vējš

source: Showers Early
lv: Agrīns lietusgāzes

source: Showers in the Vicinity
lv: Lietusgāze apkaimē

source: Showers Late
lv: Pēcpusdienā lietusgāzes

source: Sleet and Snow
lv: Slapjdraņķis un sniegs

source: Smoke
lv: Dūmi

source: Snow
lv: Sniegs

source: Snow and Rain
lv: Sniegs un lietas

source: Snow or Rain
lv: Sniegs vai lietus

source: Snow Shower
lv: Sniega lietusgāze

source: Light Snow Shower
lv: Viegla īslaicīgs sniegs

source: Snow Shower / Wind
lv: Slapjš sniegs / Vējš

source: Snow Showers Early
lv: Agrīns slapjš sniegs

source: Snow Showers early
lv: Agrīns slapjš sniegs

source: Snow Showers Late
lv: Vēlīns slapjš sniegs

source: Snow to Rain
lv: Slapjš sniegs

source: Sunny
lv: Saulains

source: Sunny / Wind
lv: Saulains / Vējš

source: T-Showers
lv: Lietains

source: T-Storm
lv: Negais

source: T-Storms
lv: T-negais

source: T-Storms / Wind
lv: Negais / Vējš

source: T-Storms Early
lv: Agrīns Negaiss

source: Thunder
lv: Zibens

source: Thunder in the Vicinity
lv: Zibens tuvumā

source: Thunder in the Vincinity
lv: Zibens tuvumā

source: Variable Cloudiness
lv: Skaidrs

source: Variable Clouds
lv: Mākoņains

source: Wind / Rain
lv: Vējains / Līst

source: Wind / Snow
lv: Vējains / Snieg

source: Wintry Mix
lv: Dzedrs

source: rising
lv: kāpj

source: steady
lv: mierīgs

source: falling
lv: krīt

source: Low
lv: Zems

source: Moderate
lv: Vidējs

source: High
lv: Augsts

source: Very High
lv: Ļoti augsts

source: Extreme
lv: Ļoti spēcīgs

source: S
lv: D

source: SSW
lv: DDR

source: SW
lv: DR

source: WSW
lv: RDR

source: W
lv: R

source: WNW
lv: RZR

source: NW
lv: ZR

source: NNW
lv: ZZR

source: N
lv: Z

source: NNE
lv: ZZA

source: NE
lv: ZA

source: ENE
lv: AZA

source: E
lv: A

source: ESE
lv: ADA

source: SE
lv: DA

source: SSE
lv: DDA

source: CALM
lv: Mierīgs

source: %x at %X Local Time
lv: %x pie %X vietējā laika

source: calm
lv: mierīgs

source: N/A
lv: NAV ZINĀMS

source: Unlimited
lv: Neierobežots

source: Show current weather conditions
lv: Rādīt tagadējos laika apstākļus
